Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Bedrooms - General
vi: Bedrooms - General / Phòng ngủ - Chung

source: Bedrooms - Sleeping area
vi: Bedrooms - Sleeping area / Phòng ngủ - chỗ ngủ

source: Bedrooms - TV/drawer unit
vi: Bedrooms - TV/drawer unit / Phòng ngủ - Cụm TV/ngăn kéo

source: Below 10 bar (150 psig)
vi: Below 10 bar (150 psig) / Dưới 10 bar

source: Below 1200 C (2500F)
vi: Below 120°C / Dưới 120°C

source: Below 2 Bar (30 psig)
vi: Below 2 Bar (30 psig) / Dưới 2 Bar

source: Below 20 Bar (300 psig) Temperature
vi: Below 20 Bar (300 psig) / Dưới 20 Bar

source: Benchmarking Demand/Consumption
vi: Benchmarking Demand/Consumption / Đánh giá mức nhu cầu / tiêu thụ

source: Beside table top
vi: Beside table top / Tab đầu giường

source: Best
vi: Best / Tốt nhất

source: Between 120- 1750 C (250-3500F)
vi: Between 120- 175°C / Từ 120-175°C

source: Boilers, AC Plant, HWS and pumps (m2)
vi: Boilers, AC Plant, HWS and pumps (m2) / Nồi hơi, trạm AC, Cấp nước nóng và Bơm

source: Brand Standard Manual
vi: Brand Standard Manual / Hướng dẫn Tiêu chuẩn Thương hiệu

source: Brief silence
vi: Brief silence / một khoảng im lặng

source: Building Energy System Commissioning
vi: Building Energy System Commissioning / Vận hành hệ thống năng lượng tòa nhà

source: Building Management System (BMS)
vi: Building Management System (BMS) / Hệ thống quản lý tòa nhà (BMS)

source: Building Orientation
vi: Building Orientation / Hướng tòa nhà

source: Building construction type,
vi: Building construction type, / Loại hình thi công tòa nhà

source: Building height is measured from the fire brigade access level to finished floor level of the highest floor with guest access. This includes guestrooms, restaurants, meeting rooms and fitness facilities. It does not include mechanical and plant rooms, storerooms and offices.
vi: Building height is measured from the fire brigade access level to finished floor level of the highest floor with guest access. This includes guestrooms, restaurants, meeting rooms and fitness facilities. It does not include mechanical and plant rooms, storerooms and offices. / Chiều cao tòa nhà được tính toán từ tiếp cận của tầng tiếp cận của lực lượng phòng cháy tới tầng hoàn thiện cao nhất có tiếp cận cho khách. Bao gồm các phòng khách, các nhà hàng, các phòng họp, các phòng tập; không bao gồm các phòng kĩ thuật, kho và văn phòng.

source: Bulk storage of LPF, Butane or Propane may be used, based on 6 weeks supply at maximum use.
vi: Bulk storage of LPF, Butane or Propane may be used, based on 6 weeks supply at maximum use. / Có thể dự trữ khối lượng lớn khí gas lỏng, butane hoặc propane, dựa trên cơ sở 6 tuần sử dụng ở công suất tối đa

source: Bypass valve to maintain minimum chiller flow rate at partial load - to suit chiller requirement
vi: Bypass valve to maintain minimum chiller flow rate at partial load - to suit chiller requirement / Van điều áp để duy trì lưu lượng tối thiểu cho chiller khi chạy một phần phụ tải - điều chỉnh phù hợp yêu cầu của chiller

source: CAPITAL COSTS etc.
vi: 2. Centralise plant and risers to aid balancing, to reduce pipe heat losses / gains and to reduce capital costs etc. / Cụm máy và trục ống trung tâm để hỗ trợ cân bằng, để giảm thất thoát/tăng nhiệt trên đường ống và giảm chi phí đầu tư v.v

source: CHILLER TYPE
vi: CHILLER TYPE / loại chiller

source: CIE - Control and Indicating Equipment
vi: CIE - Control and Indicating Equipment / CIE - Thiết bị hiển thị và kiểm soát cháy

source: CLEARANCE OF STEAM
vi: clearance of steam / Bố trí ống thải phía trên bồn tắm/khoang tắm sen để thoát hơi nước

source: CO2 EMISSIONS
vi: CO2 emissions / Phát thải CO2

source: COMMUNICATIONS
vi: COMMUNICATIONS / KẾT NỐI

source: COMPATIBLE WITH ARCHITECTURE AND INTERIOR DESIGN
vi: Compatible with architecture and interior design / Phù hợp với thiết kế kiến trúc và nội thất

source: COMPETENT ENGINEERS& ARCHITECT
vi: COMPETENT ENGINEERS & ARCHITECT / KỸ SƯ VÀ KIẾN TRÚC SƯ ĐỦ NĂNG LỰC CHUYÊN MÔN

source: CONTENTS
vi: CONTENTS / MỤC LỤC

source: COOLING TOWER WATER TREATMENT AND WATER RECYCLING OPTIONS NOT TO SCALE
vi: COOLING TOWER WATER TREATMENT AND WATER RECYCLING OPTIONS NOT TO SCALE;;;Phương án xử lý nước tháp giải nhiệt và tái sử dụng nước, không đúng tỉ lệ

source: COST EFFECTIVE
vi: Cost effective / Tối ưu chi phí

source: Calculations and / or smoke modeling of the system must be provided to IHG for approval.
vi: Calculations and / or smoke modeling of the system must be provided to IHG for approval. / Phải cung cấp tính toán và / hoặc mô phỏng khói của hệ thống cho IHG để phê duyệt

source: Capacity (TR)
vi: Capacity (TR) / Công suất (TR)

source: Capital & running cost reduced.
vi: Capital & running cost reduced. / Giảm chi phí đầu tư và vận hành

source: Capital Cost
vi: Capital Cost / Chi phí đầu tư

source: Capital and running costs reduced
vi: Capital and running costs reduced / Giảm chi phí đầu tư và vận hành

source: Capital cost
vi: Capital Cost / Chi phí đầu tư

source: Car Parking Garage
vi: Car Parking Garage / Gara để xe

source: Car Parking Garages
vi: Car Parking Garages / Gara để xe

source: Car parking garages below hotels should be sprinkler protected and connected to the hotel's fire alarm and detection system. Where sprinklers are provided thermal detectors need not be unless there is a specific local code requirement. Where they are not sprinkler protected they must:
vi: Car parking garages below hotels should be sprinkler protected and connected to the hotel's fire alarm and detection system. Where sprinklers are provided thermal detectors need not be unless there is a specific local code requirement. Where they are not sprinkler protected they must: / Gara để xe bên dưới khách sạn nên được bố trí sprinkler bảo vệ và kết nối vào hệ thống phát hiện và báo cháy của khách sạn. Nếu có sprinkler, không cần bố trí đầu báo nhiệt trừ khi có quy định địa phương cụ thể yêu cầu điều này. Nếu gara không có sprinkler bảo vệ, yêu cầu

source: Car parks requiring mechanical ventilation shall be extracted to prevent the spread of fumes to adjoining spaces. Systems shall be controlled by air quality sensors (CO and N0x) to reduce energy consumption (with override by Life Safety Controls). Ventilation rate in fire/smoke control mode to meet local regulations.
vi: Car parks requiring mechanical ventilation shall be extracted to prevent the spread of fumes to adjoining spaces. Systems shall be controlled by air quality sensors (CO and N0x) to reduce energy consumption (with override by Life Safety Controls). Ventilation rate in fire/smoke control mode to meet local regulations. / Các bãi đỗ xe yêu cầu có thông khí cơ học phải bố trí hút khí để tránh khí lan sang các không gian liền kề. Các hệ thống phải được kiểm soát thông qua cảm biến chất lượng không khí (CO và NOx) để giảm tiêu thụ năng lượng (Có cơ chế ghi đè thông qua hệ thống an toàn sinh mạng). Lưu lượng thông khí trong chế độ kiểm soát cháy/khói phải tuân thủ quy định địa phương

source: Carbon Monoxide (Co) detection
vi: Carbon Monoxide (CO) detection / Phát hiện khí CO

source: Carbon Monoxide Detection
vi: Carbon Monoxide Detection / Đầu báo Phát khiện khí CO

source: Carbon Monoxide detection.
vi: Carbon Monoxide detection. / Đầu báo khí CO

source: Carbon emissions
vi: Carbon emissions;;;Phát thải carbon

source: Carbon monoxide air quality sensors to control vfd (variable speed) supply and extract fans.
vi: Carbon monoxide air quality sensors to control vfd (variable speed) supply and extract fans. / Cảm biến chất lượng không khí khí CO để kiểm soát quạt cấp và hút khí biến tần

source: Care should be taken to match boiler loads as closely as possible to the demand. Modular boiler arrangements allow greater flexibility if controls are flexible enough to responding to the changing demand. Ideally condensing boilers should be used.
vi: Care should be taken to match boiler loads as closely as possible to the demand. Modular boiler arrangements allow greater flexibility if controls are flexible enough to responding to the changing demand. Ideally condensing boilers should be used. / Cần chú ý điều chỉnh phụ tải nồi hơi gần nhất có thể với nhu cầu thực tế. Bố trí nồi hơi theo modul cho phép vận hành linh hoạt hơn nếu bộ điều khiển đủ linh hoạt để phản ứng với nhu cầu thay đổi. Tối ưu nhất là nên cân nhắc sử dụng nồi hơi thu hồi nước ngưng

source: Careful orientation of the Hotel can have a significant effect on the energy consumption of the Hotel and although it is accepted this is not always possible, there are many occasions when it can be influenced. For example, the guestrooms are most used early in the morning and evening so guestrooms facing E-W are likely to have a larger cooling demand due to difficulties in providing shading on these orientations due to the low sun angle.
vi: Careful orientation of the Hotel can have a significant effect on the energy consumption of the Hotel and although it is accepted this is not always possible, there are many occasions when it can be influenced. For example, the guestrooms are most used early in the morning and evening so guestrooms facing E-W are likely to have a larger cooling demand due to difficulties in providing shading on these orientations due to the low sun angle. / Việc bố trí hướng tòa nhà cẩn thận có thể tạo ảnh hưởng đáng kể đến độ tiêu thụ năng lượng của Khách sạn và mặc dù việc này không phải lúc nào cũng khả thi, tuy nhiên vẫn có nhiều trường hợp hướng tòa nhà cũng có thể gây ảnh hưởng. Vd, phòng khách thường được sử dụng nhiều nhất vào buổi sáng và buổi tối, vậy nên phòng khách hướng đông-tây có có nhu cầu làm mát lớn hơn do khó khăn trong việc che chắn nắng ở các hướng này vì góc chiếu của mặt trời thấp

source: Catering Equipment such as:
vi: Catering Equipment such as: / Thiết bị phục vụ F&B như:

source: Cause & effect matrix
vi: Cause & effect matrix / Ma trận nhân quả

source: Ceiling voids
vi: Ceiling voids / Khoảng trống dưới trần

source: Central Africa
vi: Central Africa / Trung Phi

source: Central Heating Production/ Distribution
vi: Central Heating Production/ Distribution / Hệ thống sản xuất/phân phối nhiệt trung tâm

source: Central Heating Production/Distribution
vi: Central Heating Production/ Distribution / Hệ thống sản xuất/ phân phối nhiệt trung tâm

source: Central Heating and Chilling Plant
vi: Central Heating and Chilling Plant / Cụm máy gia nhiệt và làm mát trung tâm

source: Central Heating and Cooling Plant
vi: Central Heating and Cooling Plant / Cụm máy gia nhiệt và làm lạnh trung tâm

source: Central Systems
vi: Central Systems / Các hệ thống trung tâm

source: Central battery system 1.2.3
vi: Central battery system 1.2.3 / Hệ thống pin trung tâm 1.2.3

source: Central chiller plant, Heat recovery fresh air AHU, boiler separate heating &chilled water circuit to ceiling cost in radiant panels.
vi: Central chiller plant, Heat recovery fresh air AHU, boiler separate heating &chilled water circuit to ceiling cost in radiant panels. / Trạm chiller trung tâm, AHU khí tươi thu hồi nhiệt , nồi hơi & đường nước nóng&nước lạnh tới tấm trần bức xạ

source: Central chiller plant, heat recovery fresh air AHU, boiler & separate heating & chilled water circuits to FCU’s
vi: Central chiller plant, heat recovery fresh air AHU, boiler & separate heating &chilled water circuits to FCU’s / Trạm chiller trung tâm, AHU khí tươi thu hồi nhiệt, nồi hơi & đường nước nóng&nước lạnh tới FCU

source: Central chiller plant, heat recovery fresh air AHU, boiler & separate heating &chilled water circuits to room FCU’s
vi: Central chiller plant, heat recovery fresh air AHU, boiler & separate heating &chilled water circuits to room FCU’s / Trạm chiller trung tâm, AHU khí tươi thu hồi nhiệt, nồi hơi & đường nước nóng&nước lạnh tới FCU của phòng

source: Central chiller plant, heat recovery fresh air AHU, boiler separate heating & chilled water circuits to ceiling radiant panels & variable air flow for boost
vi: Central chiller plant, heat recovery fresh air AHU, boiler separate heating & chilled water circuits to ceiling radiant panels & variable air flow for boost / Trạm chiller trung tâm, AHU khí tươi thu hồi nhiệt , nồi hơi & đường nước nóng&nước lạnh tới tấm trần bức xạ và tăng cường bằng VAV

source: Central chiller plant, heat recovery fresh air AHU, boiler, separate heating & chilled water circuits to room chilled beams with variable air flow for boost
vi: Central chiller plant, heat recovery fresh air AHU, boiler, separate heating & chilled water circuits to room chilled beams with variable air flow for boost / Trạm chiller trung tâm, AHU khí tươi thu hồi nhiệt, nồi hơi & đường nước nóng&nước lạnh tới chilled beam trong phòng và tăng cường bằng VAV

source: Central chiller plant, recirculating AHU with min fresh air, boiler serving AHU. Chilled water circuit to AHU.
vi: Central chiller plant, recirculating AHU with min fresh air, boiler serving AHU. Chilled water circuit to AHU. / Trạm chiller trung tâm, AHU tái tuần holàn với khí tươi tối thiểu, nồi hơi phục vụ AHU. Đường nước mát tới AHU

source: Central chiller plant, recirculating AHU with variable fresh air, boiler serving AHU and terminal re-heat coil. Chilled water circuit to AHU.
vi: Central chiller plant, recirculating AHU with variable fresh air, boiler serving AHU and terminal re-heat coil. Chilled water circuit to AHU. / Trạm chiller trung tâm, AHU tái tuần hoàn với khí tươi biến thiên, nồi hơi phục vụ AHU và ống làm nóng lại ở điểm cuối. Đường nước mát tới AHU

source: Centralized control system of guest room application provides a robust communications solution for hotel with energy management and integrated room automation systems. It gives room monitoring and control capabilities and provides efficient information presentation to staff and management. The central software communicates with room intelligent devices such as digital thermostat and a variety of light switches, controllers and communication devices.
vi: Centralized control system of guest room application provides a robust communications solution for hotel with energy management and integrated room automation systems. It gives room monitoring and control capabilities and provides efficient information presentation to staff and management. The central software communicates with room intelligent devices such as digital thermostat and a variety of light switches, controllers and communication devices. / Hệ thống điều khiển tập trung trong ứng dụng phòng khách cung cấp giải pháp liên lạc mạnh mẽ cho khách sạn với hệ thống quản lý năng lượng và tự động hóa phòng tích hợp. Nó cung cấp khả năng giám sát và kiểm soát phòng và cung cấp thông tin hiệu quả cho nhân viên và quản lý. Phần mềm trung tâm giao tiếp với các thiết bị thông minh trong phòng như bộ điều nhiệt kỹ thuật số và nhiều loại công tắc đèn, bộ điều khiển và thiết bị liên lạc.

source: Chilled Water Plant Solutions
vi: Chilled water Plant Solutions / Giải pháp Máy làm lạnh bằng nước

source: Chilled water Plant Solutions
vi: Chilled water Plant Solutions / Giải pháp Máy làm lạnh bằng nước

source: Chilled water and heating pipes
vi: Chilled water and heating pipes / Ống nước mát và nước nóng

source: Chilled water exchanger
vi: Chilled water exchanger / Bộ trao đổi nhiệt nước mát

source: Chilled water, heating and closed condenser water circuits must be provided with a manual dosing system as follows:
vi: Chilled water, heating and closed condenser water circuits must be provided with a manual dosing system as follows: / Các đường nước mát, nước nóng và nước ngưng phải có hệ thống bơm định lượng hóa chất manual như sau

source: Chiller Type
vi: Chiller Type / Loại chiller

source: Chiller located central - distribution splits for guest rooms and other areas
vi: Chiller located central - distribution splits for guest rooms and other areas / Chiller nằm ở vị trí trung tâm - đường phân phối chia đều cho phòng khách và khu công cộng

source: Chillers are now available that recover total heat & not just super heat, but these should be sized for the heating requirement - typically for domestic hot water. The remaining chiller capacity should then be determined and chillers selected appropriately. The following illustrates how these works:-
vi: Chillers are now available that recover total heat & not just super heat, but these should be sized for the heating requirement - typically for domestic hot water. The remaining chiller capacity should then be determined and chillers selected appropriately. The following illustrates how these works:- / Trên thị trường hiện có các loại chiller không chỉ có thể thu hồi toàn bộ nhiệt mà không chỉ có nhiệt độ cực cao, nhưng đối với các máy này, kích thước nên được chọn phù hợp với nhu cầu gia nhiệt nước - tiêu biểu là cho nước nóng ính hoạt. Công suất chiller còn lại sau đó mới nên được xác định và chọn lựa chiller phù hợp. Biểu đồ sau minh họa cách chúng vận hành

source: Client:
vi: Client: / Khách hàng

source: Climate
vi: Climate / Khí hậu

source: Cloakroom
vi: Cloakroom / Phòng gửi đồ

source: Coffee Shop
vi: Coffee Shop / Cafe

source: Cold Cathode
vi: Cold Cathode / Đèn cathode lạnh

source: Cold Water
vi: Cold Water Nước lạnh

source: Cold Water Pressure Pumps
vi: Cold Water Pressure Pumps / Bơm tăng áp nước mát

source: Columns
vi: Columns / Cột

source: Combined wet system
vi: Combined wet system / Hệ thống ướt kết hợp

source: Combustible pipes of up to 160mm in diameter are permitted where they are provided with a non-combustible sleeve for a minimum of 1000mm each side of the wall / floor.
vi: Combustible pipes of up to 160mm in diameter are permitted where they are provided with a non-combustible sleeve for a minimum of 1000mm each side of the wall / floor. / Ống dễ cháy với đường kính lên đến 160mm được cho phép nếu chúng có sleeve chống cháy tối thiểu 1000mm ở mỗi bên tường/sàn

source: Comments
vi: Comments / Nhận xét

source: Communication with continuously staffed position
vi: Communication with continuously staffed position / Kết nối tới vị trí luôn có nhân viên trực

source: Compact Fluorescent
vi: Compact Fluorescent / Đèn huỳnh quang compact

source: Comparison of pipes sizes and insulation requirements for Aquatherm and steel pipes (Reference BS 5422: 2001 conditions)
vi: Comparison of pipes sizes and insulation requirements for Aquatherm and steel pipes (Reference BS 5422: 2001 conditions) / So sánh các yêu cầu về kích thước ống và bảo ôn đối với Aquatherm và ống thép (Tham khảo BS 5422: 2001)

source: Component (%)
vi: Component (%) / % thiết yếu

source: Compressor
vi: Compressor / Máy nén

source: Computer & Telephone Room Air Conditioning
vi: Computer & Telephone Room Air Conditioning / Điều hòa phòng máy tính & điện thoại

source: Computer Room/IT Equipment
vi: Computer Room/IT Equipment / Phòng máy tính/Thiết bị IT

source: Computer and IT/Telephone rooms shall be provided with supplementary “split” under floor ducted air conditioning systems with standby power supply, in the event that the main air conditioning system fails.
vi: Computer and IT/Telephone rooms shall be provided with supplementary “split” under floor ducted air conditioning systems with standby power supply, in the event that the main air conditioning system fails. / Phòng máy tính và IT/điện thoại phải được cung cấp thêm hệ thống điều hòa nối ống gió với nguồn điện dự phòng, trong trường hợp hệ thống chính gặp sự cố

source: Computer and PABX rooms
vi: Computer and PABX rooms / Phòng máy tính và PABX

source: Computer and Telephone Room Air Conditioning
vi: Computer & Telephone Room Air Conditioning / Điều hòa phòng máy tính & điện thoại

source: Computer based capacity/combustion control with remote control/ monitoring.
vi: Computer based capacity/combustion control with remote control/ monitoring. / Kiểm soát công suất/tỉ lệ chất đốt bằng máy tính, với tính năng điều khiển/giám sát từ xa

source: Computer equipment not connected via UPS
vi: Computer equipment not connected via UPS / Thiết bị máy tính không nối qua bộ lưu điện

source: Concessionary Outlets
vi: Concessionary Outlets / Cửa hàng

source: Concessionary outlets
vi: Concessionary outlets / Cửa hàng

source: Condensate water piping
vi: Condensate water piping / Đường ống nước ngưng

source: Condenser Water Circuits
vi: Condenser Water Circuits / Đường ống nước ngưng

source: Conference/Banquet
vi: Conference/Banquet / Phòng hội nghị/Phòng tiệc

source: Connections must be protected and a thermal fuse provided to ensure the continuity of the circuit even though the individual speaker may be destroyed by fire.
vi: Connections must be protected and a thermal fuse provided to ensure the continuity of the circuit even though the individual speaker may be destroyed by fire. / Các dây nối phải được bảo vệ và bố trí cầu chì nhiệt để đảm bảo tính liên tục của mạch dù các loa đơn lẻ có thể bị hỏng do đám cháy.

source: Consistent air temperature
vi: Consistent air temperature / Nhiệt độ không khí ổn định

source: Constant Air Volume (CAV)
vi: Constant Air Volume (CAV) / Hệ thống lưu lượng gió không đổi

source: Control Systems)
vi: Control Systems) / NFPA (Các hệ thống kiểm soát khói)

source: Control requirements
vi: Control requirements / Yêu cầu về điều khiển

source: Cooling Load Estimates
vi: Cooling Load Estimates / Ước tính tải làm mát

source: Cooling load calculations must be carried out on a proprietary software programme which can simulate based on:-
vi: Cooling load calculations must be carried out on a proprietary software programme which can simulate based on:- / Tính toán tải làm mát phải được thực hiện bằng chương trình phần mềm chuyên dụng có thể đưa ra mô hình dựa trên:

source: Cooling tower or air cooled chillers
vi: Cooling tower or air cooled chillers / Tháp giải nhiệt hoặc chiller giải nhiệt gió

source: Corridors
vi: Corridors / Hành lang

source: Corrosion on Steel Pipework
vi: Corrosion on Steel Pipework / Gỉ sét trên đường ống thép

source: Coverage of the whole of the occupied area must be achieved by careful consideration, in particular of the supply.
vi: Coverage of the whole of the occupied area must be achieved by careful consideration, in particular of the supply. Generally, the exhaust will not have an effect on the air distribution, as can be illustrated in the following sketch: / Cần cân nhắc cẩn thận để đảm bảo cấp đủ khí cho toàn bộ không gian, đặc biệt là nguồn cấp khí. Nhìn chung, việc hút khí sẽ không ảnh hưởng đến phân phối khí, như được minh họa dưới đây:

source: Covered /Underground Car Parking
vi: Covered /Underground Car Parking / Bãi đỗ xe có mái che/ngầm

source: Covered/Underground Parking
vi: Covered/Underground Parking / Bãi đỗ xe có mái/ngầm

source: Cross talk attenuators and any services penetrations to/from meeting rooms and guest bedrooms to provide 50dB sound reduction through the wall, floor or roof.
vi: Cross talk attenuators and any services penetrations to/from meeting rooms and guest bedrooms to provide 50dB sound reduction through the wall, floor or roof. / Thiết bị tiêu âm đường ống thông gió (cho phép giảm truyền âm qua đường ống thông gió mà vẫn cho phép không khí lưu chuyển) và bất kỳ đường ống xuyên tường nào từ/đến phòng họp và phòng ngủ của khách phải đạt tiêu âm 50dB qua tường, sàn hoặc mái

source: Cyprus Greece Malta
vi: Cyprus Greece Malta / Cyprus, Hy Lạp, Malta

source: Czech- Republic Slovakia Hungary Poland
vi: Czech- Republic Slovakia Hungary Poland / Cộng Hòa Séc, Slovakia, Hungary, Ba Lan

source: DEDICATED FIRE MAIN DUAL INCOMING SUPPLIES FROM MAINS WHERE PRESSURE PERMITS
vi: DEDICATED FIRE MAIN DUAL INCOMING SUPPLIES FROM MAINS WHERE PRESSURE PERMITS / Nguồn cấp đầu vào kép cho đường ống chính chữa cháy chuyên dụng từ nguồn nước ở nơi có áp suất cho phép

source: DESIGN FOR APPROVAL
vi: DESIGN FOR APPROVAL / PHÊ DUYỆT THIẾT KẾ
